Repository: AlpGregory/organilab
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: es

source: Approve
es: Aprobar

source: Detail
es: Detalle

source: Generate PDF
es: Uso general

source: Description
es: Descripción

source: Object
es: Objeto

source: Amount
es: Cantidad

source: Unit
es: Unidad

source: Title
es: Título académico

source: Initial Date
es: Fecha inicial

source: Final Date
es: Fecha final

source: Procedure
es: Procedimientos

source: Procedures
es: Procedimientos

source: No titled step
es: Paso sin título

source: Procedure step
es: Paso en procedimiento

source: Procedure steps
es: Pasos en los procedimientos

source: Material quantity
es: Cantidad de material

source: Measurement unit
es: Unidad de medida

source: Procedure Required Object
es: Objetos requeridos en el procedimiento

source: Procedure Required Objects
es: Objetos requeridos en el procedimiento

source: Procedure Observation
es: Observaciones del procedimiento

source: Procedure Observations
es: Observaciones del procedimiento

source: Name
es: Nombre

source: CAS number
es: Número ID CAS

source: ComponentSGA
es: Componente SGA

source: ComponentsSGA
es: Componente SGA

source: Comercial name
es: Nombre Comercial

source: Synonymous
es: Sinónimos

source: UIPA name
es: Nombre UIPA

source: Components
es: Componentes

source: Agrochemical
es: Agroquímicos

source: Share with others
es: Compartir con otros

source: SustanceSGA
es: Sustancia SGA

source: SustancesSGA
es: Sustancias SGA

source: Molecular formula
es: Formula molecular

source: Cas ID Number
es: Número ID CAS

source: Security sheet
es: Hojas de seguridad

source: Is precursor
es: ¿Es precursor?

source: Danger Indication
es: Indicación de peligro

source: UE codes
es: Códigos UE

source: NFPA codes
es: Códigos NFPA

source: Storage class
es: Clases de almacenamientos

source: Is Seveso list III?
es: Esta Seveso en la lista III?

source: Sustance characteristicSGA
es: Características

source: Sustance characteristicsSGA
es: Características

source: Creator
es: Creador

source: Date
es: Fecha

source: Observation
es: Observaciones

source: Observations
es: Observaciones

source: Other Information
es: Otra información

source: The substance is removed successfully
es: La sustancia fue eliminada con éxito

source: Create Warning Word
es: Crear palabra de advertencia

source: Create Danger Indication
es: Crear indicación de peligro

source: Create Prudence Advice
es: Crear consejo de prudencia

source: Update the Warning Word
es: Actualizar palabra de advertencia

source: Update the Prudence Advice
es: Actualizar consejo de prudencia

source: Update the Danger indication
es: Actualizar indicacion de peligro

source: Invalid form
es: Formularion inválido

source: Unknown
es: Desconocido

source: Edit
es: Editar

source: Steps
es: Pasos

source: remove
es: eliminar

source: Required objects
es: Objetos requeridos

source: Back to list
es: Volver a la lista

source: Are you sure to delete the step
es: ¿Está seguro de que quiere eliminar este paso?

source: Are you sure to delete this observation?
es: ¿Está seguro de que quiere eliminar esta observación?

source: Are you sure to delete this object
es: ¿Está seguro de que quiere eliminar este objeto.

source: has been deleted
es: ha sido eliminado

source: Observation has been deleted
es: La observación ha sido eliminada

source: Step
es: Paso

source: Detail of
es: Detalle de

source: Edit procedure
es: Editar procedimiento

source: Create procedure
es: Crear procedimiento

source: Save
es: Guardar

source: Create New Procedure
es: Crear Nuevo Procedimiento

source: Actions
es: Acciones

source: New Step
es: Nuevo Paso

source: Reserve
es: Reservar

source: Remove
es: Eliminar

source: Reservation
es: Reservación

source: Close
es: Cerrar

source: Save changes
es: Guardar cambios

source: The requested quantity of the material is not found in the inventory of the following materials:
es: La cantidad no disponibles en los siguientes materiales:

source: Reserved
es: Reservar

source: Are you sure to delete the procedure
es: ¿Está seguro de que quiere eliminar este procedimiento

source: Create Step
es: Crear Paso

source: Object List
es: Lista de Objetos

source: Delete
es: Eliminar

source: Create
es: Crear

source: Objects
es: Objetos

source: Remove object
es: Eliminar Objecto

source: Do you want to remove the object?
es: ¿Deseas eliminar el objecto?

source: List of Substances
es: Listado de Sustancias

source: Show approved substances
es: Mostrar sustancias aprobadas

source: Yes
es: Si

source: Preview
es: Previsualizar

source: Substance
es: Sustancia

source: Substance Management
es: Administración de soluciones

source: Did you find H code component?
es: Encontró el componente de códigos H

source: Create it here!
es: Crear lo aquí!

source: Continue
es: Continuar

source: Add
es: Agregar

source: Code
es: Código

source: Warning Words
es: Palabras de Advertencia

source: Information about the Substance
es: Informacion sobre la sustancia

source: Brand
es: Marca

source: Molecular Weight
es: Formula molecular

source: Concentration
es: Concentración

source: White Organ
es: Organo blanco

source: Bioaccomulable
es: Bioacumulable

source: Number Index
es: Numero indice

source: Number CE
es: Numero CE

source: Add new Substance
es: Añadir nueva sustancia

source: Cas code
es: Código CAS

source: State
es: Estado

source: Review
es: Revisión

source: Delete Substance
es: Eliminar sustancia

source: ¿You want to remove the substance?
es: ¿Quieres eliminar la sustancia?

source: If you want to edit or delete the observations that you have created, you must double click on it
es: Si desea editar o eliminar los observaciones que usted ha creado debe dar doble click sobre el mismo

source: New observation
es: Nueva observación

source: Edit observation
es: Editar observación

source: SAFETY DATA SHEET
es: FICHA DE DATOS DE SEGURIDAD

source: according to Regulation (CE) No. 1907/2006
es: de acuerdo el Reglamento (CE) No. 1907/2006

source: Version 1.0 Revision Date
es: Versión 1.0 Fecha de revisión

source: Printing date
es: Fecha de impresión

source: Page
es: Página

source: of
es: de

source: SECTION 8: Exposure controls/personal protection
es: SECCIÓN 8: Controles de exposición/protección individual

source: data not available
es: Dato no disponible

source: Exposure controls
es: Controles de la exposición

source: Appropriate technical controls
es: Controles técnicos apropiados

source: no data available
es: Sin datos disponibles

source: Eye/face protection
es: Protección de los ojos/ la cara

source: Skin protection
es: Protección de la piel

source: Corporal protection
es: Controles de exposición/protección individual

source: Breath protection
es: Protección respiratoria

source: Environmental exposure control
es: Control de exposición ambiental

source: SECTION
es: SECCIÓN

source: Toxicological informacion
es: Información Toxicologica

source: Information on toxicological effects
es: Información sobre los efectos toxicológicos

source: Acute toxicity
es: Toxicidad aguda

source: Skin corrosion or irritation
es: Corrosión o irritación cutáneas

source: Serious eye damage or irritation
es: Lesiones o irritación ocular graves

source: Respiratory or skin sensitization
es: Sanitización de respiratoria o de piel

source: Germ cell mutagenicity
es: Mutagenicidad en células germinales

source: Carcinogenicity
es: Carcinogenicidad

source: Reproductive toxicity
es: Toxicidad para la reproducción

source: Specific target organ toxicity - single exposure
es: Toxicidad específica en determinados órganos - exposición única

source: Specific target organ toxicity - repeated exposure
es: Toxicidad específica en determinados órganos - exposiciones repetidas

source: Aspiration hazard
es: Peligro de aspiración

source: Additional Information
es: Información Adicional

source: Regulatory information
es: Información reglamentaria

source: Regulations and legislation on safety, health and the environment specific to the substance or mixture
es: Reglamentación y legislación en materia de seguridad, salud y medio ambiente específicas para la sustancia o la mezcla

source: Chemical Safety Assessment
es: Evaluación de la seguridad química

source: SECTION 5: Fire Fighting Measures
es: SECCIÓN 5: Medidas de lucha contra incendios

source: Extinguishing media
es: Medios de extinción

source: Suitable extinguishing media
es: Medios de extinción apropiados

source: Unsuitable extinguishing media
es: Medios de extinción no apropiados

source: Specific hazards arising from the substance or mixture
es: Peligros específicos derivados de la sustancia o la mezcla

source: Hazardous Combustion Products
es: Productos de combustión peligrosos

source: Recommendations for firefighters
es: Recomendaciones para el personal de lucha contra incendios

source: SECTION 4: First aid
es: SECCIÓN 4: Primeros auxilios

source: Description of first aid
es: Descripción de los primeros auxilios

source: General recommendations
es: Recomendaciones generales

source: If inhaled
es: Si es inhalado

source: In case of skin contact
es: En caso de contacto con la piel

source: In case of contact with eyes
es: En caso de contacto con los ojos

source: if it is swallowed
es: si es tragado

source: Most important symptoms and effects, both acute and delayed
es: Principales síntomas y efectos, agudos y retardados

source: Other Causes
es: Otros Peligros

source: Indication of any medical attention and special treatment that should be provided immediately
es: Indicación de toda atención médica y de los tratamientos especiales que deban dispensarse inmediatamente

source: Transport information
es: Información relativa al transporte

source: ONU Number
es: Número CAS

source: United Nations proper shipping name
es: Designación oficial de transporte de las Naciones Unidas

source: Transport hazard class
es: Clase(s) de peligro para el transporte

source: Packaging group
es: Grupo embalaje

source: Environmental hazards
es: Peligros para el medio ambiente

source: Special precautions for users
es: Precauciones particulares para los usuarios

source: Physical and chemical properties
es: Propiedades físicas y química

source: Information on basic physical and chemical properties
es: Información sobre propiedades físicas y químicas básicas

source: Aspect
es: Aspecto

source: Smell
es: Olor

source: Olfactory threshold
es: Umbral olfativo

source: Melting point/ point of freezing
es: Punto de fusión/ punto de congelación

source: Starting point of boiling and range boiling
es: Punto inicial de ebullición e intervalo de ebullición

source: Flashpoint
es: Punto de inflamación

source: Evaporation rate
es: Tasa de evaporación

source: Flammability (solid,gas)
es: Inflamabilidad (sólido,gas)

source: Inflammability top/bottom or explosive limits
es: Inflamabilidad superior/inferior o límites explosivos

source: Vapor pressure
es: Presión osmótica

source: Vapor density
es: Densidad de vapor

source: Relative density
es: Administración de Reactivos

source: Water solubility
es: Solubilidad en agua

source: Partition coefficient n-octanol/wate
es: Coeficiente de partición: N-Octanol/Agua

source: Auto-temperature inflammation
es: Temperatura de auto-inflamación

source: Temperature of decomposition
es: Temperatura de descomposición

source: Viscosity
es: Viscosidad dinámica

source: Explosive properties
es: Propiedades de la solución

source: Properties oxidising
es: Propiedades comburentes

source: Other security information
es: Otra información de seguridad

source: SECTION 1: Identification of the substance or mixture and of the company or undertaking
es: SECCIÓN 1: Identificación de la sustancia o la mezcla y de la sociedad o la empresa

source: Product Identifiers
es: Identificadores del producto

source: Product name
es: Nombre del producto

source: Reference
es: Referencia

source: Relevant identified uses of the substance or mixture and uses advised against
es: Usos pertinentes identificados de la sustancia o de la mezcla y usos desaconsejados

source: Details of the supplier of the safety data sheet
es: Datos del proveedor de la ficha de datos de seguridad

source: Company
es: Compañía

source: Direction
es: Descripción

source: Country
es: Cantidad

source: Telephone number
es: Teléfono de emergencia

source: Email
es: Correo electrónico

source: Emergency number
es: Teléfono de emergencia

source: SECTION 7: Handling and storage
es: SECCIÓN 7: Manipulación y almacenamiento

source: Precautions for safe handling
es: Precauciones para una manipulación segura

source: Conditions for safe storage, including possible incompatibilities
es: Condiciones de almacenamiento seguro, incluidas posibles incompatibilidades

source: Specific end uses
es: Usos específicos finales

source: SECTION 6: Accidental Release Measures
es: SECCIÓN 6: Medidas en caso de vertido accidental

source: Personnel who are not part of the emergency services
es: Precauciones personales, equipo de protección y procedimientos de emergencia

source: Environmental relative precautions
es: Precauciones relativas al medio ambiente

source: Methods and material for containment and cleaning up
es: Métodos y material de contención y de limpieza

source: Reference to other sections
es: Referencia a otras secciones

source: Other information
es: Otra información

source: Full text of the H-Statements referred to in sections 2 and 3.
es: Texto íntegro de las Declaraciones-H referidas en las secciones 2 y 3.

source: The full text of the R-phrases referred to in points 2 and 3
es: El texto completo de las frases-R referidas en los puntos 2 y 3

source: Other data
es: Otros datos

source: Stability and Reactivity
es: Estabilidad y Reactividad

source: Reactivity
es: Reactividad

source: Chemical stability
es: Energía química potencial

source: Possibility of hazardous reactions
es: Posibilidad de reacciones peligrosas

source: Conditions to avoid
es: Condiciones que deben evitarse

source: Incompatible materials
es: Materiales incompatibles

source: Hazardous decomposition products
es: Productos de descomposición peligrosos

source: Relative Considerations Disposal
es: Consideraciones Relativas Eliminación

source: Waste treatment methods
es: Métodos para el tratamiento de residuos

source: Product
es: Nombre del producto

source: Contaminated packaging
es: Envases contaminados

source: SECTION 3: Composition/Information on ingredients
es: SECCION 3: Composición/Informacion sobre los componentes

source: Hazardous ingredients according to Regulation (EC) No. 1272/2008
es: Ingredientes peligrosos de acuerdo con el Reglamento (CE) Nº 1272/2008

source: Component
es: Componentes SGA

source: Classification
es: Clasificación

source: Hazardous ingredients according to Directive 1999/45/EC
es: Ingredientes peligrosos según la Directiva 1999/45/CE

source: Ecological Information
es: Información Ecológica

source: Toxicity
es: Toxicidad

source: Persistence and degradability
es: Persistencia y degradabilidad

source: Bioaccumulative potential
es: Potencial de bioacumulación

source: Soil mobility
es: Movilidad en el suelo

source: Results of PBT and vPvB assessment
es: Resultados de la valoración PBT y mPmB

source: Other adverse effects
es: Otros efectos adversos

source: SECTION 2: Hazard identification
es: SECCIÓN 2: Identificación de los peligro

source: Classification of the substance or mixture
es: Clasificación de la sustancia o de la mezcla

source: Classification according to Regulation (CE) 1272/2008
es: Clasificación de acuerdo con el Reglamento (CE) 1272/2008

source: Classification according to EU Directives 67/548/CEE or 1999/45/CE
es: Clasificación deacuerdo con las directivas de la EU 67/548/CEE or 1999/45/CE

source: Label elements
es: Elementos de la etiqueta

source: Labeling in accordance with Regulation (EC) 1272/2008
es: Etiquetado de acuerdo con el Reglamento (CE) 1272/2008

source: Pictograms
es: Pictogramas

source: Warning Word
es: Crear palabra de advertencia

source: Danger indication
es: Indicación de peligro

source: Prudence advice
es: Crear consejo de prudencia

source: Other dangers
es: Otros Peligros

source: Prudence Advices
es: Crear consejo de prudencia

source: Prudence Advice
es: Crear consejo de prudencia

source: Important
es: Importante

source: Changing de code field create new instance
es: Cambiando el campo de código genera una nueva instancia

source: First aid
es: Primeros Auxilios

source: Fire-fighting measures
es: Medidas de lucha contra incendios

source: Measures in case of accidental spill
es: Medidas en caso de vertido accidental

source: Handling Storage
es: Manipulación Almacenamiento

source: Exposure controls/personal protection
es: Controles de exposición/protección individual

source: Add Provider
es: Agregar Proveedor

source: Use save before finish
es: Usar guardar antes de terminar

source: SGA Components
es: Componentes SGA

source: Commercial information
es: Información Comercial

source: Create Substances
es: Crear Sustancias

source: Label Components
es: Componentes de etiqueta

source: Label editor
es: Editor de etiquetas

source: Security Leafs
es: Hojas de Seguridad

source: Weight
es: Peso

source: There is no object in the inventory with this unit of measurement
es: No existe ningún objeto en el inventario con esta unidad de medida

source: Laboratory modification not authorized
es: Modificación en el laboratorio no autorizada

source: Users
es: Usuarios

source: Rols
es: Roles

source: Organization name
es: Nombre de la Organización

source: Digital signature
es: Firma digital

source: Validation method
es: Método de validación

source: First name
es: Nombre

source: Last name
es: Apellido

source: Email address
es: Dirección de correo electrónico

source: Phone
es: Teléfono

source: Identification
es: Identificación

source: Job Position
es: Puesto de trabajo

source: It will used to login when you want to login with digital signature
es: Este campo será usado cuando se autentique con firma digital

source: ID Card
es: Tarjeta de identificación

source: Laboratories
es: Laboratorios

source: permissions
es: permisos

source: Profile
es: Perfil

source: Profile Rol
es: Rol de perfil

source: Profile Rols
es: Roles de perfil

source: User %(user)s not allowed on organization %(organization)r
es: Usuario %(user)s noe está autorizado en la organización %(organization)r

source: You can modify this laboratory
es: Puede editar este laboratorio

source: Register with new organization
es: Registrar con nueva organización

source: Register you as organization administrator
es: Registrarse como administrador de organización

source: Create user
es: Crear usuario

source: We need to validate that you are not a robot or spamer, so you need to configure a Two-Factor Authentication
es: Necesitamos validar que no sos un robot spammer, por eso necesitamos configurar un método de 2 pasos de autenticación

source: You need an OTP generator to login on the platform, you can use a free app called FreeOTP:
es: Usted necesita un generador de OTP para registrarse en la plataforma, por favor use una aplicación llamada FreeOTP

source: For Costa Rica citicen, use your digital signature to login on organilab
es: Solo para ciudadanos de Costa Rica, use su firma digital para ingresar a Organilab

source: Configure your profile
es: Configure su perfil

source: Validate user
es: Validar usuario

source: How use Digital Signature
es: Cómo usar Firma digital

source: If you don't have Digital signature, please request on your favorite bank
es: Si usted no tiene firma digital, por favor solicítela en su banco favorito

source: Configure your machine using this link
es: Configure su máquina usando este enlace

source: Download and install Gaudi
es: Descargar e instalar Gaudi

source: Connect you card on computer and wait for connect success popup
es: Conecte su tarjeta a la computadora y espere hasta el emergente de conexión satisfactoria

source: Your OTP Seed
es: Su semilla OTP

source: This image will not available in the future, please save it
es: Esta imágen no estará disponible en el futuro, por favor guardela

source: Profile create successfully
es: Elemento guardado exitosamente

source: Your organization was created successfully, please login with your credentials
es: Su organización fue creada con éxito, por favor autentifiques con sus credenciales

source: Login
es: Inicio de sesión

source: Add organization
es: Agregar Organización

source: Add new rol
es: Agregar Nuevo Rol

source: Add User
es: Agregar Usuario

source: User
es: Usuario

source: Related Users
es: Usuario relacionado

source: Add Laboratory
es: Agregar Laboratorio

source: Laboratory
es: Laboratorio

source: Related Laboratory
es: Relacionar Laboratorio

source: Log List
es: Bitácoras

source: Rol List
es: Lista de roles

source: By laboratory
es: Por laboratorio

source: By organization
es: Por Organización

source: Rol by laboratory
es: Rol por laboratorio

source: Add or restrict permission on this laboratory
es: Añada o remueva permisos en este laboratorio

source: Relate user with this laboratory
es: Relacionar usuario con este laboratorio

source: Rol in all organization
es: Rol en todas las Organizaciones

source: Rol used when you don't have rol set on laboratory
es: Rol usado cuando no se posee un rol asignado en el laboratorio

source: Relate user with this organization
es: Relacionar usuario con esta organización

source: Add New Rol
es: Agregar Nuevo Rol

source: Copy Rols
es: Copiar Roles

source: Rol name
es: Nombre del role

source: Copy permissions from other roles?
es: ¿Copiar permisos de otros roles?

source: Select roles to copy
es: Seleccione roles a copiar

source: Create Organization
es: Crear Organización

source: Relate Organization with Permission objects
es: Relaciona Organizaciones con objetos de permisos

source: Change parent of organization
es: Cambia padre en de la organización

source: Name:
es: Nombre:

source: Organization parent:
es: Organización padre:

source: Select an organization to be parent of
es: Seleccione una organización padre

source: Relate user to laboratory
es: Relacionar usuario con laboratorio

source: Manage Rol
es: Administrar perfil

source: How to deal with permission merge
es: Como manejar las mezclas de permisos

source: Append
es: Agregar

source: Sustract
es: Eliminar

source: Only rols selected
es: Solo usar roles seleccionados

source: Manage Users
es: Administrar Usuarios

source: Delete Organization Rol
es: Eliminar rol de organización

source: Are you sure you want to delete
es: ¿Está seguro de que desea eliminar?

source: Current permissions
es: Permisos actuales

source: Confirm
es: Confirmar

source: Roles registered on this organization
es: Roles registrados en esta organización

source: My laboratories
es: Mis Laboratorios

source: Reports
es: Reportes

source: Risk Zones
es: Zonas de riesgo

source: Informs
es: Informes

source: Disposal
es: Es desecho

source: Organization doesn't exists
es: Organización no existe

source: Element saved successfully
es: Elemento guardado exitosamente

source: Error, form is invalid
es: Error el formulario es inválido

source: Form data is wrong, you need to pass a valid laboratory as contenttype
es: Formulario erróneo, debe pasar un laboratorio válido como contenttype

source: Organization Management
es: Administración de Organización

source: You have no creation process, maybe it was expired, please try to register again
es: No tiene un proceso de creación activo, o está expirado, por favor vuelva a inscribirse

source: Password
es: Contraseña

source: Confirm Password
es: Confirmar contraseña

source: The two password fields didn’t match.
es: Los campos de contraseña no coinciden.

source: Update
es: Actualizar

source: Change password
es: Cambiar contraseña
