Repository: AlpGregory/organilab
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: es

source: Your password may not closely resemble your other personal information.
es: Su contraseña no debe ser información personal o derivada de esta.

source: Your password must contain at least 8 characters.
es: Su contraseña debe contener al menos 8 caracteres.

source: Your password cannot be a commonly used password.
es: Su contraseña no debe ser muy común.

source: Your password cannot be completely numeric.
es: Su contraseña no puede contener solo números.

source: Cancel
es: Cancelar

source: New User
es: Nuevo Usuario

source: Feedback
es: Retroalimentación

source: If you had some problem using Organilab, please let us know about it
es: Si tuviste algún problema usando Organilab, por favor dejanos saber

source: Send
es: Enviar

source: Request a demostration
es: Solicita una demostración

source: Requesting a demonstration
es: Solicitar una demostración

source: Hey, thanks for you interest in Organilab, we work hard to have a great software.
es: Hola, gracias por su interés en Organilab, trabajamos duro para tener un gran software.

source: Thank you
es: Gracias

source: Demonstration Requested Successfully
es: Demostración solicitada con éxito

source: Home
es: Casa

source: Password was changed successfully
es: Contraseña reiniciada con éxito

source: User is trying to update data doesn't belong to him
es: Usuario está intentando actualizar datos que no le pertenecen

source: Rename
es: Renombrar

source: Return to Form List
es: Regresar al listado

source: Update Form Name
es: Actualizar nombre del formulario

source: The form could not be updated.
es: El formulario no se pudo actualizar.

source: The form name has been updated.
es: El nombre del formulario ha sido actualizado.

source: Updated!
es: Actualizado!

source: Save or discard your changes to proceed
es: Guarde o descarte sus cambios para continuar

source: Discarding cannot be undone.
es: El descarte no se puede deshacer.

source: Discard
es: Descartar

source: Saved!
es: Guardado!

source: The form name has been saved!
es: El nombre del formulario se guardo!

source: Report Template List
es: Plantillas de reportes

source: Create Form
es: Crear Formulario

source: My Forms
es: Mis Formularios

source: Status
es: Estado

source: Preview form
es: Previsualizar Formulario

source: Do you want to delete the form
es: ¿Deseas eliminar el formulario

source: This action cannot be undone
es: Esta acción no se puede deshacer

source: The form could not be deleted.
es: El formulario no se pudo eliminar.

source: The form has been deleted.
es: El formulario fue eliminado.

source: Deleted!
es: Eliminado!

source: Organilab Administration site
es: Sitio administrativo de Organilab

source: File not found
es: Archivo no encontrado

source: Download
es: Descargar

source: No user found
es: Usuario no encontrado

source: Register
es: Registrarse

source: The creation was performed successfully.
es: La creación se ha realizado con éxito.

source: The quantity is more than the shelf has
es: La cantidad es mayor a la que posee el estante

source: The amount to be subtracted is more than the shelf has
es: La cantidad a sustraer es más que el estante tiene

source: This value cannot be greater than the quantity available for the object.
es: Este valor no puede ser mayor a la cantidad disponible para el objeto

source: The item was deleted successfully
es: El elemento fue eliminado exitosamente

source: Status Change
es: Estado Cambiado

source: The object status was updated successfully
es: El estado del objecto fue actualizado correctamente

source: Search by name, code or CAS number
es: Buscar por nombre, código o número de CAS

source: All labs
es: Todos los laboratorios

source: Filter substances by H Code
es: Filtre reactivos por código H

source: Group
es: Grupo

source: Entered date should be greater than current date and time
es: Fecha ingresada es mayor a la fecha actual

source: Bill
es: Factura

source: Provider
es: Proveedores

source: Last Name
es: Apellidos

source: Id Card
es: Tarjeta de identificación

source: Shelf
es: Estante

source: Select Furniture
es: Seleccionar Mueble

source: Invalid format in shelf dataconfig
es: Formato inválido en la configuración de datos del estante

source: Laboratories to be related to this organization
es: Laboratorios a relacionar con esta organización

source: Organization
es: Organización

source: Once registration process conclude this code won't be editable.
es: Una vez concluido el proceso el código no podrá ser editado.

source: This code is already exists.
es: El código ya existe.

source: Email address is already exists.
es: La dirección de correo ya existe.

source: Username
es: Nombre de usuario

source: Please enter a correct %(username)s and password. Note that both fields may be case-sensitive.
es: Por favor, ingrese %(username)s y contraseña. Note que ambos campos son sensibles a minúsculas y mayúsculas

source: This account is inactive.
es: Su cuenta está activa.

source: Code didn't match.
es: Código no coincide.

source: Reactive
es: Reactivo

source: Material
es: Materiales

source: Equipment
es: Equipo

source: Minimun limit
es: Límite mínimo

source: Maximun limit
es: Límite máximo

source: Expiration date
es: Fecha de expiración

source: Click here to create a new status
es: Presione aquí para crear un nuevo estado

source: Need add the same measurement unit that the shelf has %(measurement_unit)s
es: Necesita agregar la misma unidad de medida que posee el estante %(measurement_unit)s

source: The measurent unit is different of there shelf has %(measurement_unit)s
es: La unidad de medida es diferente de la que tiene el estante %(measurement_unit)s

source: Can %s
es: Puede %s

source: CAS ID number
es: Número CAS

source: C&L Inventory
es: Inventario C&L

source: C&L Inventory objects
es: Objetos del inventario de C&L

source: Object feature
es: Característica del objeto

source: Object features
es: Características del objeto

source: Synonym
es: Sinónimo

source: Comma separed name
es: Nombres separados por comas

source: Type
es: Tipo

source: Model
es: Modelo

source: Plaque
es: Placa

source: Sustance representation
es: Representación de la sustancia

source: Sustance characteristic
es: Características de sustancia

source: Sustance characteristics
es: Características de sustancias

source: Limit material quantity
es: Cantidad límite de material

source: Use dot like 0.344 on decimal
es: Use coma ej. 0.34 en decimales

source: Equipment or reactive or sustance
es: Equipo o reactivo o sustancia

source: Laboratory name
es: Nombre del Laboratorio

source: Course name
es: Nombre del curso

source: Shelf Object Url
es: Url del objeto en el estante

source: Shelf Object QR
es: QR del objeto

source: Shelf object
es: Estante del objeto

source: Shelf objects
es: Estante de los objetos

source: Laboratory Room
es: Sala de laboratorio

source: Laboratory Rooms
es: Salas de laboratorio

source: Furniture
es: Mueble

source: Container shelf
es: Estante del contenedor

source: Quantity
es: Cantidad

source: Limit objects to be added
es: Limita los objetos a agregar

source: Only objects allowed in this shelf
es: Solo objetos son permitidos en este estante

source: Shelves
es: Estantería

source: Labroom
es: Sala de Laboratorio

source: Data configuration
es: Configuración de datos

source: Piece of furniture
es: Pieza de mueble

source: Organizations
es: Organizaciones

source: Administrator
es: Administrador

source: Laboratory Manager
es: Administrador de laboratorio

source: Laboratory User
es: Usuario de Laboratorio

source: User Organization
es: Usuario de la Organización

source: User Organizations
es: Organizaciones del usuario

source: Location
es: Ubicación

source: Coordinator
es: Coordinador

source: Can see available reports
es: Puede ver los informes disponibles

source: Can download available reports
es: Puede descargar los informes disponibles

source: legal identity
es: Cédula Jurídica

source: Blocked List Notification
es: Notificación de la lista de bloqueados

source: Bloked List Notifications
es: Notificaciones de la lista de bloqueados

source: Requested
es: Solicitado

source: Accepted
es: Aceptado

source: Laboratory Send
es: Laboratorio que envía

source: Laboratory Received
es: Laboratorio que recibe

source: January
es: Enero

source: February
es: Febrero

source: March
es: Buscar

source: April
es: Abril

source: May
es: Día

source: June
es: Junio

source: July
es: Julio

source: August
es: Agosto

source: September
es: Setiembre

source: October
es: Octubre

source: November
es: Noviembre

source: December
es: Diciembre

source: Eraser
es: Borrador

source: In Review
es: En revisión

source: Finalized
es: Finalizado

source: Template
es: Plantilla

source: Comment
es: Comentar

source: Inform
es: Información

source: Log Entry
es: Entrada de bitácora

source: Protocol PDF File
es: Archivo del protocolo en PDF

source: short description
es: Descripción corta

source: Protocol
es: Protocolo

source: Protocols
es: Protocolos

source: Inform template
es: Plantilla de Informe

source: Created by
es: Creado por

source: Activate user
es: Activar usuario

source: Register user QR
es: QR registro de usuario

source: Role
es: Rol

source: Product added successful
es: Producto Agregado exitosamente

source: Initial date can't be greater than final date
es: Fecha inicial no puede ser mayor a la fecha final

source: Initial date can't be lower than current date
es: Fecha inicial no puede ser menor a la fecha actual

source: Sustance saved successfully
es: Sustancia guardada satisfactoriamente

source: Pending information in form
es: Información pendiente en el formulario

source: Is precursor?
es: ¿Es precursor?

source: Is bioaccumulable?
es: ¿Es bioacumulable?

source: Is public?
es: ¿Es público?

source: Delete sustance
es: Eliminar sustancias

source: Download security sheet
es: Descargar hoja de seguridad

source: Hi,
es: Hola,

source: You have received this email because you are in charge of a laboratory in the Organilab system.
es: Usted ha recibido este correo porque tiene un cambio en un laboratorio en el sistema Organilab.

source: This message is to notify you that one of the shelf objects of your laboratory has reached its limit
es: Este mensaje es para notificarle que uno o más objetos en su laboratorio están en las cuotas mínimas

source: This are the details of the product:
es: Detalle de productos:

source: Shelf:
es: Estante:

source: Object:
es: Objeto:

source: Material quantity:
es: Cantidad de material:

source: Limit material quantity:
es: Cantidad límite de material:

source: Measurement unit:
es: Unidad de medida:

source: Please refill this product or contact the people that reserved it to balance the current quantity.
es: Por favor recargue este producto o contacte a la persona que pueda hacerlo.

source: If you don't want to recieve notifications of this object, please use
es: Si no desea recibir notificaciones de este objeto, por favor utilice

source: this link
es: Este enlace

source: if your email service block links then copy and paste this url in a new tab
es: si su servicio de correo electrónico bloquea los enlaces, copie y pegue esta url en una nueva pestaña

source: Thanks,
es: Gracias,

source: Organilab system
es: Organilab: Reporte de objetos

source: Inform Management
es: Administrar Informes

source: List of inform templates
es: Listado de plantillas de informes

source: Your laboratories
es: Mis Laboratorios

source: Create new inform period scheduler
es: Crear nuevo agendador periodo de Informe

source: Period Inform Scheduler
es: Programador de periodos de informe

source: Create Period Scheduler
es: Crear agendador de periodos

source: About Inform periods
es: Acerca de los periodos de informe

source: Start application date
es: Fecha de inicio de aplicación

source: Corresponds to the date of the first report, additionally it is the date since the cycle begins to count.
es: Corresponde a la fecha del primer informe, adicionalmente es la fecha desde que se inicia a contar el ciclo.

source: Close application date
es: Fecha de cierre del informe

source: It is used to define the date where the period of filling of a report is terminated, the difference between the start and closed date of the first execution is maintained in the subsequent cycles.
es: Se usa para definir la fecha donde se termina el período de llenado de un informe, la diferencia entre la fecha de inicio y de cerrado de la primera ejecución se mantiene en los ciclos posteriores.

source: Active
es: Activo

source: Define if new period have to be created in the next run
es: Define si se debe crear un nuevo periodo en la próxima ejecución

source: Inform Period Display
es: Mostrar periodo de informe

source: Period Run
es: Periodo de ejecución

source: Start Application Date
es: Fecha de inicio de aplicación

source: Close Application Date
es: Fecha de cierre del informe

source: Edit Period Scheduler
es: Editar agendador de periodo

source: Warning
es: Advertencia

source: References date
es: Fecha de referencia

source: Start date reference
es: Fecha de inicio de referencia

source: Close date reference
es: Referencia de fecha de cierre

source: Last execution date
es: Última fecha de ejecición

source: Last start date
es: Última fecha de inicio

source: Last close date
es: Última fecha de cierre

source: Permission denied
es: Permiso denegado

source: You don't have the permissions required to access this action
es: No tienes los permisos necesarios para acceder a esta acción

source: Block object notifications
es: Bloquear las notificaciones de objetos

source: List of comments
es: Listado de Observaciones

source: Send for review
es: Enviar a Revisión

source: Finalize
es: Finalizar

source: Send to draft
es: Enviar a borrador

source: Saved successfully
es: Guardado satisfactoriamente

source: Do you want to send the report for review?
es: ¿Deseas enviar el reporte a Revisión?

source: Do you want to finish the report?
es: ¿Deseas finalizar el reporte?

source: Delete the observation
es: Eliminar Observación

source: Do you want to remove the observation?
es: ¿Deseas eliminar la observación?

source: Successfully deleted
es: Se elimino correctamente

source: Add observation
es: Agregar Observación

source: Update the observation
es: Actualizar Observación

source: Do you want to update the observation?
es: ¿Deseas actualizar la observación?

source: Successfully updated
es: Se actualizo correctamente

source: Download document
es: Descargar documento

source: Do you want to download the report
es: ¿Deseas descargar el reporte?

source: The shelf dont have shelfobjects
es: El estante no tiene objetos

source: Add Shelf
es: Agregar estante

source: List of discarded substances by shelf
es: Listado de sustancias desechadas por Estante

source: Limit material of the shelf
es: Cantidad limite de materiales del estante

source: Laboratory Management
es: Administración de laboratorio

source: Delete furniture
es: Eliminar pieza de mueble

source: Furniture management
es: Administración de muebles

source: Row
es: Fila

source: Column
es: Columna

source: Create shelf
es: Crear nuevo estante

source: Edit shelf
es: Editar estante

source: Do you want to remove this shelfs?
es: ¿Deseas eliminar estos estantes

source: Do you want to delete this shelf?
es: ¿Quieres eliminar este estante?

source: Yes, delete it
es: Si, eliminarlo

source: Search
es: Búsqueda

source: Toggle Dropdown
es: Cambiar el menú desplegable

source: Room
es: Sala

source: H Codes
es: Código H

source: Use above menu to filter reactives by H Codes
es: Use el siguiente filtro de reactivos por código H

source: Select laboratory
es: Seleccione su laboratorio

source: Laboratory view
es: Vista de laboratorio

source: Laboratory administration
es: Administración del laboratorio

source: Register user
es: Registrar usuario

source: Transfers
es: Transferencias

source: Providers
es: Proveedores

source: Welcome to the Simple laboratory organizer
es: Bienvenido al organizador de laboratorio

source: Templates of inform
es: Plantillas para informes

source: Create Inform
es: Crear Informe

source: Edit laboratory
es: Editar laboratorio

source: Delete laboratory
es: Eliminar el laboratorio

source: Create laboratory
es: Crear un laboratorio

source: Previous
es: Anterior

source: Next
es: Siguiente

source: Sorry, you have not permission to create laboratory, please contact your administrator
es: Disculpas, usted no tiene permiso para crear un laboratorio, por favor contáctese con su administrador

source: Maybe you are not associate with any laboratory in a role
es: Posiblemente, porque no tiene asociado un laboratorio en algún rol

source: Delete laboratory room
es: Eliminar sala de laboratorio

source: Laboratory room management
es: Administración de sala de laboratorio

source: New
es: Nuevo

source: Create Furniture
es: Crear Mueble

source: Rebuild QR
es: Reconstruir QR

source: Laboratory rooms
es: Salas de laboratorio

source: Use this QR to fast access to
es: Usa este QR para acceder rápido a

source: Action
es: Acciones

source: Addiction
es: Agregados

source: Modification
es: Modificación

source: Deletion
es: Eliminación

source: Delete Selected Item
es: Eliminar el elemento seleccionado

source: Do you want to delete this item?
es: ¿Desea eliminar este elemento?

source: Accept
es: Aceptar

source: Delete All Selected Items
es: Borrar todos los elementos seleccionados

source: Do you want to delete all selected items?
es: ¿Desea eliminar todos los elementos seleccionados?

source: My reservations
es: Mis reservaciones

source: Cancel all selected products
es: Cancelar todos los productos seleccionados

source: Amount required
es: Cantidad requerida

source: Initial date
es: Fecha inicial

source: Final date
es: Fecha final

source: Objects Management
es: Manejo de objetos

source: Delete object feature
es: Eliminar características de objeto

source: Object features management
es: Administración de características de objetos

source: No object features
es: No hay características de objeto

source: Delete object
es: Borrar objeto

source: Material management
es: Administración de Materiales

source: Equipment management
es: Administración de Equipos

source: Object management
es: Administración de objetos

source: Reactive management
es: Administración de Reactivos

source: You don't have the permissions required to access this section
es: Usted no cuenta con los privilegios suficientes para acceder este laboratorio

source: Precursor Report
es: Reporte sobre precursores

source: Consecutive
es: Consecutivo

source: Month
es: Mes

source: Export
es: Exportar

source: Information
es: Información

source: Laboratories that works
es: Laboratorios que trabaja

source: Organizations that works
es: Organizaciones que trabaja

source: Add new Protocol
es: Agregar Nuevo Protocolo

source: Submit
es: Enviar

source: Delete Protocol
es: Borrar Protocolo

source: Upload your Protocol
es: Subir su Protocolo

source: Search Protocol
es: Buscar Protocolos

source: Short Description
es: Descripción corta

source: Update your Protocol
es: Editar sus protocolos

source: Back
es: Atrás

source: Create Provider
es: Crear Proveedor

source: Laboratory providers management
es: Administración de sala de laboratorio

source: Providers List
es: Listado de Proveedores

source: No objects
es: No hay objetos

source: Update Provider
es: Editar Proveedor

source: Delete Register User QR
es: Eliminar QR de registro de usuario

source: Register User
es: Registrar Usuario

source: Please login to see this page.
es: Por favor inicie sesión para ver esta página

source: Log in
es: Iniciar Sesión

source: Manage QR Code
es: Administrar códigos QR

source: Edit Register QR
es: Editar QR de registro

source: Create Register QR
es: Crear QR de registro

source: Register User QR List
es: Lista de QR de registro

source: Register User QR
es: QR de registro de usuario

source: Creation date
es: Fecha de creación

source: Last update
es: Última actualización

source: History
es: Historial

source: Changes on Objects
es: Cambio de objetos

source: Day
es: Día

source: Old
es: Antiguo

source: Difference
es: Diferencia

source: Precursor
es: ¿Es precursor?

source: Reactive presence
es: Objetos reactivos precursores

source: Exposition report
es: Reporte de exposición

source: Reservations
es: Mis reservaciones

source: Complete the fields
es: Complete los campos

source: Amount Required
es: Cantidad requerida

source: Transfer
es: Transferir

source: Substract
es: Substraer

source: Reserve/Add/Transfer/Substract
es: Reservar/Añador/Transferir/Substraer

source: Characteristic
es: Características

source: Not found
es: No encontrado

source: Do you want to update the quantity limit?
es: ¿Deseas actualizar la cantidad limite?

source: Enter whole numbers or with decimals
es: Ingresar numeros enteros o con decimales

source: Move
es: Mover

source: Position:
es: Posición:

source: Exit
es: Salir

source: Percentage storage status
es: Estado del porcentaje de almacenamiento

source: Logs
es: Bitácora

source: Add Object
es: Agregar Objeto

source: Update Object
es: Editar Objeto

source: Are you sure?
es: ¿Está seguro?

source: Are you sure that do you want delete this object
es: ¿Está seguro de que quiere borrar este objeto?

source: Download QR
es: Descargar QR

source: Features
es: Características

source: Cas Number
es: Número CAS

source: Is Precursor
es: ¿Es precursor?

source: Precursor Type
es: Tipo de precursor

source: Bio Accumulable
es: Bioacumulable

source: Molecular Formula
es: Fórmula molecular

source: Security Sheet
es: Hojas de seguridad

source: Sustance Representation
es: Representación de la sustancia

source: Select the Shelf
es: Seleccione el Estante

source: My Transfers
es: Mis Transferencias

source: Transfer of objects
es: Transferencia de objectos

source: Laboratory send
es: Laboratorio que envía

source: Laboratory received
es: Laboratorio que recibe

source: add
es: Agregar

source: Date:
es: Fecha:

source: User:
es: Usuario:

source: Organilab Furniture Report
es: Reporte de Muebles

source: LaboratoryRoom:
es: Sala de Laboratorio:

source: Type:
es: Tipo:

source: Object Code:
es: Código de objeto:

source: Quantity:
es: Cantidad:

source: No Object Elements
es: No hay objetos

source: No Shelf Elements
es: No hay estantes

source: No Furniture Elements
es: No hay elementos en los muebles

source: You have not assigned laboratories yet, or there is no laboratories registered
es: Aún no ha asignado laboratorios, o no hay laboratorios registrados

source: Furniture:
es: Mueble:

source: No data
es: No hay datos

source: No Labs
es: No hay laboratorios

source: Features:
es: Características:

source: No Object Features
es: Sin Características de objeto

source: No Data
es: No hay datos

source: Description:
es: Descripción:

source: Molecular formula:
es: Fórmula molecular:

source: CAS ID Number:
es: Número ID CAS:

source: Reference link
es: Enlace de referencia

source: No Objects Elements
es: No hay Objetos

source: Limit Quantity
es: Cantidad límite

source: Bioaccumulable
es: Bioacumulable

source: CAS Number
es: Número ID CAS

source: Storage Classes
es: Clases de almacenamientos

source: NFPA Codes
es: Códigos NFPA

source: UE Codes
es: Códigos UE

source: %(value)s is not a valid molecular formula
es: %(value)s no es un número molecular (es sensible a mayúsculas)

source: Objects by Furniture Report
es: Reporte de Objetos por Muebles

source: Data is not valid
es: Dato no es válido

source: New furniture type
es: Nuevo tipo mueble

source: New Container type
es: Nuevo estante contenedor

source: Laboratory was created successfully
es: Substraído exitosamente
