Repository: AlpGregory/organilab
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: es

source: Sorry, there is not available laboratory, please contact the administrator and request a laboratory enrollment
es: Lo lamentamos, no hay un laboratorio disponible, por favor contacte a su administrador y solicite que lo asigne a algún laboratorio

source: Use following QR code to register user in laboratory
es: Use el siguiente código QR para registrar un usuario en el laboratorio

source: Element was deleted successfully
es: Elemento eliminado exitosamente

source: Student
es: Estudiante

source: Rooms
es: Salas

source: H code
es: Códigos H

source: Objects by Laboratory Room Report
es: Reporte de Objetos por Sala de Laboratorio

source: Objects Report
es: Reporte de Objetos

source: Reactive Objects Report
es: Reporte de Objetos Reactivos

source: Material Objects Report
es: Reporte de Objetos Materiales

source: Equipment Objects Report
es: Reporte de Objetos Equipos

source: Limited Shelf Objects Report
es: Reporte de Objetos en el Límite

source: Reactive Precursor Objects Report
es: Reporte de Objetos Reactivos Precursores

source: Changes on Objects Report
es: Reporte de Cambio de Objetos

source: Unid
es: Unidad

source: Ingresos durante el mes
es: Saldo final de reporte anterior

source: Proveedor
es: Proveedores

source: Gasto durante el mes
es: No hay piezas de mueble

source: User Reactive Exposition in Organization Report
es: Reporte Exposición Reactiva del Usuario en la Organización

source: Added successfully
es: Agregado exitosamente

source: Sustracted successfully
es: Substraído exitosamente

source: Only can accept whole numbers or decimal numbers with .
es: Solo se pueden aceptar números enteros o números decimales con .

source: The amount sending is less that the amount we have in the Shelf
es: La cantidad de envío es inferior a la cantidad que existe en la estantería

source: Transfer done successfully
es: Transferencia realizada con éxito

source: The amount sends is more than the laboratory have
es: La cantidad enviada es más de lo que el laboratorio tiene

source: The quantity need to be greater than 0
es: La cantidad debe ser mayor que 0

source: When a shelf if discard you need to add a measurement unit
es: Cuando se descarta un estante, debe agregar una unidad de medida

source: The shelf have objects need to removed them, before changes the measurement unit
es: El estante tiene objetos que deben quitarse antes de cambiar la unidad de medida

source: Need add the measurement unit
es: Necesita agregar una unidad de medida o la cantidad es 0

source: The quantity is less than the amount to the sum the objects
es: La cantidad es menor que la cantidad a la suma de los objetos

source: MSDS File
es: Archivo MSDS

source: MSDS Object
es: Objeto MSDS

source: Regulation File
es: Archivo de regulación

source: Regulation document
es: Documento regulatorio

source: Regulation documents
es: Documentos y reglamentos

source: Search MSDS
es: Buscar MSDS

source: Upload your MSDS
es: Subir sus MSDS

source: Add new MSDS
es: Añadir nuevo MSDS

source: Confirm remove
es: Confirme eliminación

source: by
es: por

source: Download all
es: Descargar

source: Your MSDS was uploaded successfully
es: Su MSDS fue subido satisfactoriamente

source: Your MSDS was updated successfully
es: Su MSDS fue editado satisfactoriamente

source: Your MSDS was delete successfully
es: Su MSDS fue eliminado satisfactoriamente

source: *Type the amount in dollars
es: *Tipo de cantidad en dolares

source: Add me to the donators list
es: Agregarme a la lista de donantes

source: Explanation
es: Explicación

source: Related file
es: Archivo relacionado

source: Laboratory id
es: Id de laboratorio

source: Feedback entry
es: Entrada de retroalimentación

source: Feedback entries
es: Entradas de retroalimentación

source: Details
es: Detalles

source: Is paid?
es: ¿Es pago?

source: Donation date
es: Fecha de donación

source: Donation
es: Donación

source: Donations
es: Donaciones

source: QR Url
es: enlace QR

source: Image QR on SVG
es: Imagen QR en SVG

source: Base64 Image QR
es: Imagen QR en Base 64

source: Administration
es: Administración

source: View laboratory
es: Ver laboratorio

source: All Rights Reserved.
es: Todos los derechos reservados.

source: Furnitures
es: Muebles

source: Reactive precursor objects
es: Objetos reactivos precursores

source: Object changes
es: Movimiento de Objetos

source: Limited shelf objects
es: Objetos en el límite

source: user profile icon
es: icono de perfil

source: Welcome,
es: Bienvenido/a

source: blog entries
es: Entradas de retroalimentación

source: Tutorials
es: Tutoriales

source: Permission Management
es: Administración de permisos

source: Permission Type
es: Tipo de Permiso

source: Account activation failed
es: La activación de la cuenta falló

source: Your account is now activated.
es: Su cuenta está activa

source: Activate account at
es: Cuenta activada en

source: Link is valid for %(expiration_days)s days.
es: El enlace es válido por %(expiration_days)s días.

source: Account activation on
es: Activar cuenta en

source: Your username and password didn't match. Please try again.
es: Su usuario y contraseña no concuerdan. Por favor, inténtelo de nuevo.

source: Your account doesn't have access to this page. To proceed, please login with an account that has access.
es: Su cuenta no tiene permisos para acceder a esta página. Para proceder, Inicie sesión con una cuenta con mayores permisos.

source: Lost your password?
es: ¿Olvidó su contraseña?

source: Register to platform
es: Registrar a la plataforma

source: Logged out
es: Cerrar Sesión

source: Do you want to login again?
es: ¿Desea iniciar sesión nuevamente?

source: or maybe you want to
es: o puede que usted quiera

source: go home
es: ir a inicio

source: Welcome
es: Bienvenido/a

source: This email was sent because someone create an user with your email in
es: Este correo fue enviado porque alguien creó un usuario con su correo electrónico en

source: Your username is:
es: Su nombre de usuario es:

source: for security reason password was create randomly and it is not provided here, please use this link
es: por razones de seguridad su contraseña fue creada aleatoriamente y no está provista en este correo, por favor use este enlace

source: to regenerate new password and login on platform
es: para regenerar su nueva contraseña e iniciar sessión en al plataforma

source: Password changed
es: Contraseña modificada

source: Password Reset
es: Cambiar Contraseña

source: Password reset successfully
es: Contraseña reiniciada con éxito

source: Password change
es: Cambiar contraseña

source: Password reset failed
es: Reinicio de contraseña falló

source: Password reseted
es: Contraseña cambiada

source: Email with password reset instructions has been sent.
es: Un correo con las instrucciones para reinicio de contraseña ha sido enviada.

source: Go to home
es: Ir al inicio

source: Reseting password at %(site_name)s
es: Reiniciando contraseña en %(site_name)s

source: Use the follow link to reset the password in the platform
es: Use el siguiente enlace para reiniciar su contraseña en la plataforma

source: Here
es: Aquí

source: This email was send because someone try to reset your password, if you didn't request a reset, please delete this email and do not more actions
es: Este correo ha sido enviado porque alguien trató de reiniciar su contraseña, si usted no fue por favor elimine este correo y no realice ninguna otra acción

source: Reset password
es: Recuperar contraseña

source: Please insert the user email registered in platform
es: Por favor ingrese el correo registrado en la plataforma

source: We will send you a email to verify you are were you say you are
es: Nosotros le enviaremos un correo de verificación para probar que accedes al correo

source: Send email
es: Enviar correo

source: Password reset on %(site_name)s
es: Reinicio de contraseña en %(site_name)s

source: Registration is currently closed.
es: Registro es actualmente cerrado.

source: You are now registered. Activation email sent.
es: Usted está registrado actualmente. Un correo de activación fue enviado.

source: Welcome to Organilab
es: Bienvenido a Organilab

source: Sponsor
es: Patrocinadores

source: Donate
es: Donar

source: Org and perms
es: Organizaciones y permisos

source: Manage Organizations
es: Administración de Organizaciones

source: Reports and Informs
es: Reportes e informes

source: Report List
es: Listado de Reportes

source: Inform List
es: Informes

source: Manage Reservations
es: Administrar Reservas

source: Requested reservations
es: Reservaciones Solicitadas

source: Requested Reservations
es: Reservaciones Solicitadas

source: Accepted Reservations
es: Reservaciones Aceptadas

source: Denied Reservations
es: Reservaciones Denegadas

source: Closed Reservations
es: Reservaciones Cerradas

source: Risk Management
es: Manejo de Riesgo

source: Risk zones
es: Zonas de riesgo

source: Report View
es: Vista de reporte

source: H code Reports
es: Reporte códigos H

source: My Substances
es: Mis Sustancias

source: Check of Substances
es: Revision de Sustancias

source: SGA Management
es: Gestión SGA

source: SGA Labeling
es: Etiquetas SGA

source: SGA Editor
es: Editor SGA

source: MSDS: Security sheets
es: MSDS: Hojas de seguridad

source: Companies Managment
es: Gestión de Compañías

source: MSDS Files
es: Archivo MSDS

source: Donate Organilab
es: Donar a Organilab

source: Your donation was completed successfully, thank you for support this project!
es: Su donación fue completada, muchas gracias por apoyar este proyecto!

source: Thank you for your help. We will check your problem as soon as we can
es: Gracias por tu ayuda. Comprobaremos su problema tan pronto como podamos.

source: File Name
es: Nombre de archivo

source: Report Title
es: Título del reporte

source: On screen
es: En pantalla

source: Format
es: Formato

source: This option allows to expand this query to all laboratories of current organization
es: Esta opción permite expandir la consulta a todos los laboratorios de la organización actual

source: All laboratories
es: En todos los laboratorios

source: If you want to delimit this query select laboratory rooms (Optional)
es: Si deseas delimitar la consulta selecciona salas de laboratorio (Opcional)

source: Filter Laboratory Room
es: Filtrar sala de laboratorio

source: If you want to delimit this query select furnitures (Optional)
es: Si deseas delimitar la consulta selecciona muebles (Opcional)

source: Filter Furniture
es: Filtrar mueble

source: Period
es: PerÍodo

source: Resume
es: Resumen

source: If you want to delimit this query select users (Optional)
es: Si deseas delimitar la consulta selecciona usuarios (Opcional)

source: Filter User
es: Registrar usuario

source: Object type is not allowed
es: Tipo de objeto no permitido

source: Furniture is not allowed
es: Mueble no permitido

source: Task report doesn't exists
es: Tarea de reporte no existe

source: Delivered
es: Entregado

source: On hold
es: En espera

source: Generated
es: Generado

source: Object doesn't exists
es: Objeto no existe

source: Detail of the process please do not close this window
es: Detalle del proceso por favor no cierre esta ventana

source: Queuing report creation
es: Encolando creación de reporte

source: Download the report in this link
es: Descargar el reporte en este enlace

source: Report
es: Reporte

source: seconds
es: segundos

source: minutes
es: minutos

source: Starting report creation
es: Iniciando creacíon del reporte

source: Loading data to analyze in
es: Cargando datos a analizar en

source: Report can't be processed, try again or contact administrator
es: Reporte no puede ser procesado, intente nuevamente o contacte el administrador

source: Quantity total
es: Cantidad total

source: Measurement units
es: Unidades de medida

source: CAS id number
es: Número de identificación CAS

source: IMDG type
es: Tipo IMDG

source: Limit quantity
es: Cantidad límite

source: Measurement Unit
es: Unidad de medida

source: First Name
es: Nombre

source: Carcinogenic
es: Carcinógeno

source: Exposition
es: Exposición

source: Sustance
es: Sustancia

source: Denied
es: Rechazado

source: Closed
es: Cerrado

source: Borrowed
es: Prestado

source: Selected
es: Seleccionado

source: Returned
es: Devuelto

source: Monday
es: Lunes

source: Tuesday
es: Martes

source: Wednesday
es: Miércoles

source: Thursday
es: Jueves

source: Friday
es: Viernes

source: Saturday
es: Sábado

source: Sunday
es: Domingo

source: Comments
es: Comentarios

source: Is massive
es: Es masivo

source: Is Returnable
es: Se devuelve

source: Amount Returned
es: Cantidad devuelta

source: Manage Reservation
es: Administrar reservaciones

source: Back to the reservations list
es: Regresar a la lista de reservaciones

source: Reservation from
es: Formulario de Reservación

source: for laboratory
es: para laboratorio

source: Products List
es: Lista de productos

source: Available quantity
es: Cantidad disponible

source: Start Date
es: Fecha de inicio

source: End Date
es: Fecha de devolución

source: Manage Product
es: Administración de producto

source: Reservations List
es: Lista de reservaciones

source: Massive Reservation
es: Reservación masiva

source: Manage
es: Administrar

source: Sustances per Danger Indications
es: Sustancias por indicación de peligro

source: No data registered
es: Sin datos registrados

source: Count elements with code H
es: Conteo de elementos con código H

source: Sustances per White Organ
es: Sustancias por Órgano blanco

source: Count elements by White Organ
es: Conteo de elementos por Órgano blanco

source: Sustances per Percursor Type
es: Sustancias por tipo de precursor

source: Count elements by Precursor Type
es: Conteo de elementos por tipo de precursor

source: Sustances per NFPA
es: Sustancias por NFPA

source: Count elements by NFPA
es: Conteo de elementos por NFPA

source: Sustances per UE Code
es: Sustancias por Código EU

source: Count elements by UE Code
es: Conteo de elementos por código EU

source: Sustances per Storage Class
es: Sustancias por clase de almacenamientos

source: Count elements by Storage Class
es: Conteo de elementos por clase de almacenamiento

source: Creation Date
es: Fecha de creación

source: Incident Date
es: Fecha del incidente

source: Causes
es: Causas

source: Infraestructure impact
es: Impacto a la infraestructura

source: People impact
es: Impacto a las personas

source: Environment impact
es: Impacto ambiental

source: Result of plans
es: Resultado de la ejecución de planes de seguridad

source: Mitigation actions
es: Acciones de mitigación

source: Recomendations
es: Recomandaciones

source: Incidents
es: Incidentes

source: Opertation
es: Operación

source: left_value opertation X ej. left_value > 100
es: left_value operación X ej. left_value > 100

source: Comparative value
es: Valor comparativo

source: Use only if =<x>=, <x>, <x>= or =<x>
es: Use solo cuando: =<x>=, <x>, <x>= or =<x>

source: Set priority if true
es: Poner prioridad si Verdadero

source: Value result if operation is True
es: Valor resultante si operación es Verdadera

source: Priority calculate operators
es: Prioridad de operaciones

source: Number of workers (aprox)
es: Número de trabajadores (aprox)

source: Zone Type
es: Tipo de Zona

source: Priority
es: Prioridad

source: Risk zone
es: Zona de riesgo

source: Delete Incident report
es: Eliminar reporte de incidente

source: Laboratory incidents list
es: Lista de incidentes del laboratorio

source: Incident Management
es: Administración de incidentes

source: Laboratory incidents
es: Incidentes del laborarorio

source: Incidents Management
es: Administración de incidentes

source: Search...
es: Buscar

source: Delete risk zone
es: Eliminar zona de riesgo

source: Zone list
es: Lista de zonas

source: Incident Reports
es: Reportes de incidentes

source: Incident Reports Create
es: Crear Reporte de incidentes

source: Stats
es: Estadísticas

source: Storage Class
es: Clase de almacenamiento

source: EU Code
es: Código UE

source: Risk Zone Management
es: Administración de zonas de riesgo

source: There is an error in the form
es: Existe un error en el formulario

source: Add a new zonetype
es: Ingrese un tipo de zona

source: Select Provider
es: Seleccione Proveedor

source: Type of danger
es: Tipo de peligro

source: Danger class
es: Clase de peligro

source: Danger Category
es: Categoría de peligo

source: Danger type
es: Clasificación de peligro

source: Warning Class
es: Clase de peligro

source: Warning Classes
es: Clases de peligro

source: Weigth
es: Peso

source: Pictogram
es: Pictograma

source: Help for prudence advice
es: Ayuda en los consejos de prudencia

source: Warning words
es: Palabras de advertencia

source: Warning class
es: Clase de peligro

source: Warning category
es: Categorías de peligro

source: Indication of Danger
es: Indicaciones de peligro

source: Danger indications
es: Indicación de peligro

source: Substances
es: Sustancias

source: White organ
es: Organo blanco

source: Substance characteristic SGA
es: Característica de sustancia SGA

source: Substance characteristics SGA
es: Características de sustancia SGA

source: Address
es: Dirección

source: Commercial Information
es: Información Comercial

source: Builder Information
es: Información del fabricante

source: Information of Builders
es: Información de los fabricantes

source: Milimeters
es: Milímetros

source: Centimeters
es: Centímetros

source: inch
es: inches

source: Height
es: Alto

source: Height Unit
es: Unidad de altura

source: Width
es: Ancho

source: Width Unit
es: Unidad de anchura

source: Recipient Size
es: Tamaño de recipiente

source: Size of recipients
es: Tamaños de recipiente

source: Share with community
es: Comparte con la comunidad

source: Label
es: Etiqueta

source: Labels
es: Etiquetas

source: Template SGA
es: Plantilla SGA

source: Templates SGA
es: Plantillas SGA

source: Barcode
es: Código de barras

source: Logo
es: Logotipo

source: Personal Template SGA
es: Plantilla SGA

source: Personal Templates SGA
es: Plantillas SGA

source: Other Dangers
es: Otros peligros

source: WarningWord
es: Palabra de advertencia

source: Identified uses
es: Usos específicos finales

source: Annotation
es: Anotacion

source: Font
es: Fuente

source: Partition coefficient n-octanol/water
es: Coeficiente de reparto n-octanol/agua

source: Note
es: Nota

source: Review Substance
es: Crear Sustancia

source: Create New Recipient
es: Crear Nuevo Recipiente

source: Create New Substance
es: Crear Nueva Sustancia

source: SGA Search
es: Buscador SGA

source: Danger Indication Information
es: Información de las indicaciones de peligro

source: Without Pictograms
es: Sin Pictogramas

source: Without Warning Words
es: Sin palabras de advertencia

source: Without Prudence Advices
es: Sin consejos de prudencia

source: Survey
es: Encuesta

source: Are you a professional in chemistry, chemical engineering or industrial maintenance? If the answer is yes, we appreciate you completing the following form.
es: Es usted profesional en química, ingeniería química o mantenimiento industrial? Si la respuesta es SI, agradecemos que complete el siguiente formulario.

source: Go to form
es: Ir al formulario

source: Thank for support this project making your donation.
es: Gracias por apoyar este proyecto con una donación.

source: Donation Details
es: Detalle de la donación

source: Add to donators list?
es: Agregar a lista de donantes?

source: Available templates
es: Plantillas disponibles

source: Customize the selected template using the canvas editor and it elements
es: Personaliza la plantilla seleccionada usando el editor de cuadro y sus elementos

source: General
es: Uso general

source: Live
es: En vivo

source: Generic
es: Genérico

source: Custom
es: Cliente

source: Substance Name
es: Nombre de la sustancia

source: UIPA Name
es: Nombre UIPA

source: Cas number
es: Número CAS

source: Seler name
es: Nombre del vendedor

source: Seler phone
es: Teléfono del vendedor

source: Seler address
es: Dirección del vendedor

source: Company Information
es: Información Comercial

source: Graphics
es: Gráficos

source: GHS Label Creator
es: Creador de etiquetas del SGA

source: Go to custom labels
es: Ir a tus etiquetas

source: Create your own chemical label according to the Globally Harmonized System (GHS).
es: Crea tu propia etiqueta química de acuerdo con el Sistema Globalmente Armonizado (SGA).

source: GHS Label Example and Requirements
es: Ejemplo y requisitos de la etiqueta del SGA

source: Online GHS Solution
es: Solución GHS en línea

source: Create and customize a chemical label according to Globally Harmonized System (GHS).On the other hand, this tool helps suppliers and downstream users such as laboratories to quickly adopt the new standard and avoid the risk of non-compliance.
es: Crear y personalizar una etiqueta química de acuerdo con el Sistema Globalmente Armonizado (SGA). Por otra parte, este instrumento ayuda a los proveedores y usuarios intermedios, como los laboratorios, a adoptar rápidamente la nueva norma y evitar el riesgo de incumplimiento.

source: Moreover, the solution contains multiples features:
es: Además, la solución contiene múltiples características:

source: Container Management.
es: Gestión de contenedores.

source: Social Media Options.
es: Opciones de medios sociales.

source: Printing Management.
es: Gestión de la impresión.

source: Do you have labels already created, print them!
es: ¿Tienes etiquetas ya creadas? ¡Imprímelas!

source: Create a GHS Label
es: Crear una etiqueta SGA

source: GHS
es: SGA

source: List of Companies
es: Listado de companías

source: Add Company
es: Agregar Compañía

source: Remove company
es: Eliminar Compañía

source: Do you want to remove the company?
es: ¿Deseas eliminar la companía

source: The company is removed successfully
es: Se elimino correctamente la compañía

source: List of Pictograms
es: Listado de Pictogramas

source: Add Pictogram
es: Crear Pictograma

source: Image
es: Imágen

source: List of SGA Labels
es: Listado de Etiquetas SGA

source: New SGA Label
es: Nueva etiqueta SGA

source: Generate PNG
es: Uso general

source: This action is irreversible
es: Esta acción es irreversible

source: There can only be one Indication of Danger or Attention
es: Sólo puede haber una Indicación de Peligro o Atención

source: Edit your label
es: Edita tu etiqueta

source: Doesn't have templates created yet, go to the editor and generate your custom templates!
es: No tiene plantillas creadas todavía, ¡ve al editor y genera tus plantillas personalizadas!

source: Go to Editor
es: Ir al editor

source: Go to your labels
es: Ir a tus etiquetas

source: Tag Template saved successfully
es: Plantilla de la etiqueta guardada con éxito

source: SGA label was deleted successfully
es: Etiqueta SGA fue eliminada exitosamente

source: Error, user is not creator label
es: Error, usuario no es el creador de la etiqueta

source: The substance saved successfully
es: La sustancias fue guardada con éxito

source: The Recipient size saved successfully
es: El recipiente fue guardado con éxito

source: Create pictogram
es: Crear pictograma

source: Update pictogram
es: Actualizar pictograma

source: Form is invalid
es: El formulario es inválido

source: Create Company
es: Crear Compañía

source: Edit Company
es: Editar Compañía
